Repository: avm99963/infinitegforums
Catalog: src/lit-locales/source/*.xlf
Languages: ar, ko, pt_br, ru

# s56972a20e50faa59
source: Compact mode
ko: 컴팩트 모드
pt_br: Modo compacto
ru: Компактный режим

# s7632fc9aa12bf382
source: Months
ar: من الأشهُر
ko: 개월
pt_br: Meses
ru: Месяцы

# s3dd06b20bd5b28c4
source: The Community Console already has this feature built-in without the need of the extension.
ar: تتضمن وحدة التحكم بالمجتمع هذه الميزة المضمنة بالفعل دون الحاجة إلى الامتداد.
ko: 확장 프로그램이 없어도 커뮤니티 콘솔에서 이 기능을 사용할 수 있습니다.
pt_br: O Community Console já tem esse recurso integrado, sem a necessidade da extensão.
ru: В Консоли сообщества эта функция уже встроена, и для ее использования не требуется расширение.

# hc6a96bb38b498270
source: <i>${automaticOptionLabel()}:</i> will use the theme defined in the system settings. <br> <i>${manualOptionLabel()}:</i> will add a button to the Community Console that lets you switch the theme.
ko: <i>${automaticOptionLabel}:</i> 시스템 설정에서 정의된 화면 모드를 사용합니다. <br> <i>${manualOptionLabel}:</i> 화면 모드를 변경하는 버튼이 커뮤니티 콘솔에 추가됩니다.
pt_br: <i>${automaticOptionLabel}:</i> usará o tema definido nas configurações do sistema. <br> <i>${manualOptionLabel}:</i> adicionará um botão ao Console da Comunidade que permite alternar o tema.
ru: <i>${automaticOptionLabel}:</i> будет использовать тему, определенную в настройках системы. <br> <i>${manualOptionLabel}:</i> добавит в Консоль сообщества кнопку, позволяющую переключать тему.

# s5534d887d865e194
source: Old design
ar: التصميم القديم
ko: 구 버전 디자인
pt_br: Projeto antigo
ru: Старый дизайн

# sb7caaf7e7ac078b1
source: New design
ar: التّصميم الجديد
ko: 신 버전 디자인
pt_br: Novo design
ru: Новый дизайн

# sd200028b9f6015e4
source: Automatic
ar: آلي
ko: 자동
pt_br: Automático
ru: Автоматически

# s956c5a9fb7ee0b23
source: Manual
ar: يدوي
ko: 수동
ru: Вручную

# se9b6b34d60e86c7d
source: Design to show
ko: 표시할 디자인
pt_br: Projete para mostrar
ru: Дизайн для отображения

# s164a95895c17e807
source: Tailwind Basic
ko: 기본 Tailwind
pt_br: Vento favorável básico
ru: Базовый Tailwind

# s11978a20450b4dd3
source: Community Console
ar: وحدة التّحكُّم بالمجتمع
ko: 커뮤니티 콘솔
pt_br: Console da comunidade
ru: Консоль сообщества

# h74e97b4e6e3628b4
source: This feature has been disabled remotely for everyone. <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noopener noreferrer"> Learn why. </a>
ko: 이 기능은 모든 사용자에 대해 원격으로 사용 중지되었습니다. <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noopener noreferrer"> 이유를 알아보세요. </a>
pt_br: Este recurso foi desativado remotamente para todos. <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noopener noreferrer"> Saiba o porquê. </a>
ru: Эта функция была удаленно отключена для всех. <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noopener noreferrer"> Узнайте почему. </a>

# s4159a5f1849a41c3
source: Kill switch active
ko: 킬 스위치 활성화됨
pt_br: Interruptor de interrupção ativo
ru: Активен аварийный выключатель

# s457d59d649765619
source: Skip to main content
ko: 메인 콘텐츠로 건너뛰기
pt_br: Pular para o conteúdo principal
ru: Перейти к основному содержанию

# h484816adcf825576
source: These features only affect the Community Console's old message composer, which is shown when creating a new thread or canned response, when pressing <kbd>r</kbd> inside a thread, or when creating a new reply in the old thread view. The new message composer doesn't suffer from these issues.
ko: 이 기능들은 새 게시글이나 CR를 만들 때, 스레드 내에서 <kbd>r</kbd> 키를 누를 때, 또는 이전 게시글 보기에서 새 답장을 작성할 때 표시되는 커뮤니티 콘솔의 구 버전 메시지 작성기에만 영향을 미칩니다. 신 버전 메시지 작성기에서는 이러한 문제가 발생하지 않습니다.
pt_br: Esses recursos afetam apenas o antigo compositor de mensagens do Console da Comunidade, que é exibido ao criar uma nova discussão ou resposta pronta, ao pressionar <kbd>r</kbd> dentro de uma discussão ou ao criar uma nova resposta na visualização de discussão antiga. O novo compositor de mensagens não sofre com esses problemas.
ru: Эти функции влияют только на старый редактор сообщений Консоли сообщества, который отображается при создании новой темы или шаблонного ответа при нажатии <kbd>r</kbd> внутри темы, или при создании нового ответа в старом отображении темы. Новый редактор сообщений не испытывает этих проблем.

# s9f87b689a748b55a
source: Bulk actions
ko: 일괄 작업
pt_br: Ações massivas
ru: Массовые действия

# s275ffb8ac7b2973f
source: Minor UI enhancements
ko: 사소한 UI 개선
pt_br: Pequenas melhorias na interface do usuário
ru: Незначительные улучшения интерфейса

# s30ae03472b93dc47
source: Profiles
ko: 프로필
pt_br: Perfis
ru: Профили

# s55cec32fb241f2f5
source: Old message composer
ko: 구 버전 메시지 작성기
pt_br: Editor de texto antigo
ru: Старый редактор сообщений

# s6163ba50e1af9788
source: Thread lists
ko: 게시글 목록
pt_br: Listas de tópicos
ru: Список тем

# s8b60bf2db1580306
source: Threads
ko: 게시글
pt_br: Tópicos
ru: Темы

# sc3ac225273c8316b
source: General
ko: 일반
pt_br: Geral
ru: Общее

# s79ad81a9d63904fc
source: You're testing the new options page.
ko: 새로운 설정 페이지를 보고 있습니다.
pt_br: Você está testando a nova página de Configuração.
ru: Вы тестируете новую страницу настроек.

# h75ff4c12afaffb0c
source: Please leave feedback and report bugs in our <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noreferrer noopener">discussion group</a>. Thanks for testing!
ko: 개선 사항이나 버그가 있다면 저희 <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noreferrer noopener">토론 그룹</a>에서 알려주세요. 테스트에 참여해 주셔서 감사합니다!
pt_br: Deixe seu feedback e relate bugs em nosso <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noreferrer noopener">grupo de discussão</a>. Obrigado por testar!
ru: Пожалуйста, оставляйте отзывы и сообщайте об ошибках в нашей <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noreferrer noopener">группе обсуждения</a>. Спасибо за тестирование!

# s4c92f48e04b9ef0e
source: Patches the bug that incorrectly opens the link dialog multiple times when adding or editing a link.
ko: 링크를 추가하거나 수정할 때 링크 대화상자가 비정상적으로 여러 번 열리는 버그를 수정합니다.
pt_br: Corrige o erro que faz com que a janela de diálogo de links seja aberta incorretamente várias vezes ao adicionar ou editar um link.
ru: Предотвращает ошибку, при которой при добавлении или редактировании ссылки диалоговое окно открывается несколько раз.

# sa5ebc8ee802beea8
source: Fix link dialog
ko: 링크 대화상자 수정
pt_br: Corrigir o diálogo de links.
ru: Исправить диалоговое окно создания ссылки

# scec7442ea759dba6
source: Message composer
ko: 메시지 작성기
pt_br: Editor de mensagens
ru: Редактор сообщений

# s45ee97a0bb6df8de
source: In batches
ko: 나눠서 불러오기
pt_br: Opção selecionável para a subopção "Modo" do recurso "Rolagem infinita" (em tópicos)
ru: Частями

# sd984a10a3a8f281e
source: All at once
ko: 한 번에 불러오기
pt_br: De uma vez
ru: Все сразу

# s37cbecaec58e2192
source: Mode
ko: 모드
pt_br: Modo
ru: Режим

# hcbf5bbcf50440d80
source: Best-effort workaround for the issues discussed at <a href="https://support.google.com/s/community/forum/51488989/thread/381989895" target="_blank">pekb/381989895</a>.
ko: <a href="https://support.google.com/s/community/forum/51488989/thread/381989895" target="_blank">pekb/381989895</a>에서 논의된 이슈에 대한 최선의 임시 해결책을 적용합니다.
pt_br: Solução alternativa, dentro do possível, para os problemas discutidos em <a href="https://support.google.com/s/community/forum/51488989/thread/381989895" target="_blank">pekb/381989895</a>.
ru: Наилучшее решение проблем, обсуждаемых в<a href="https://support.google.com/s/community/forum/51488989/thread/381989895" target="_blank">pekb/381989895</a>.

# s81f8bee6e06364f6
source: Attempt to fix performance issues
ko: 성능 이슈 해결 시도
pt_br: Tentativa de corrigir problemas de desempenho
ru: Попытка устранить проблемы с производительностью

# features_doc.intro
source: The TW Power Tools extension offers the following features:
ko: TW Power Tools 확장 프로그램은 다음 기능을 제공합니다:
pt_br: A extensão TW Power Tools oferece os seguintes recursos:

# features_doc.demo
source: demo
ko: 데모
pt_br: demonstração

# features_doc.title
source: Features
ko: 기능 목록
pt_br: Características

# see5ed10adf6a3a68
source: Adds quick report buttons to all messages, so you can report each one with a single click.
ko: 한 번의 클릭만으로 신고할 수 있는 간편 신고 버튼을 모든 메시지에 추가합니다.
pt_br: Adiciona botões de relatório rápido a todas as mensagens, para que você possa relatar cada uma com um único clique.

# s07a3572d3e9adbd5
source: Report messages quickly
ko: 메시지 간편 신고
pt_br: Denuncie mensagens rapidamente

# sa6bce8caee31e1c9
source: Bulk report
ko: 일괄 신고
pt_br: Relatório em massa

# s9a0167b14ce5b9b1
source: Bulk report replies
ar: الإبلاغ عن أكثر من ردّ في مرّة واحدة
ru: Массово пожаловаться на ответы

# s75e5d910d8a301be
source: Adds quick report buttons to all replies, so you can report each one with a single click.
ar: إضافة أزرار إبلاغ سريع إلى جميع الرُّدود، حتى تتمكَّن من الإبلاغ عن كلّ ردّ بنقرة واحدة.
ru: Добавляет кнопки быстрой отправки жалобы ко всем ответам, чтобы вы могли пожаловаться на каждый из них одним нажатием.

# s95c6b373633d4a2f
source: Report replies quickly
ar: الإبلاغ السَّريع عن الرّدود
ru: Быстро пожаловаться на ответы
