Repository: avm99963/infinitegforums
Catalog: src/lit-locales/source/*.xlf
Languages: ar, ko, pt_br, ru

# s0b7ae9543c001867
source: Reply
ar: الرّدّ
ko: 댓글
pt_br: Responder
ru: Ответить

# sa5ef80b4bb9b39f8
source: Less
ar: أقلّ
ko: 간단히 보기
pt_br: Menos
ru: Меньше

# s37a9e8aec5713460
source: More
ar: أكثر
ko: 자세히 보기
pt_br: Mais
ru: Больше

# s6b0ed0c74667d28c
source: ${authorName} said:
ar: ${authorName} قال:
ko: ${authorName}(이)가 작성함:
ru: ${authorName} сказал:

# s98a0ccd6f423421f
source: Nested view
ar: عَرض متداخِل
ko: 대화형식으로 보기
pt_br: Visualização Alinhada
ru: Вложенный вид

# s0f92c01a67197f53
source: The TW Power Tools extension has been installed. Please reload this page so that it is activated.
ar: تم تثبيت إضافة TW Power Tools. يرجى إعادة تحميل هذه الصفحة حتى يتم تنشيطها.
ko: TW Power Tools 확장 프로그램이 설치되었습니다. 활성화하려면 이 페이지를 새로고침하세요.
pt_br: A extensão TW Power Tools foi instalada. Recarregue esta página para ativá-la.
ru: Расширение TW Power Tools установлено. Пожалуйста, перезагрузите эту страницу, чтобы оно активировалось.

# sb2c523c904424868
source: The TW Power Tools extension has been updated. Please reload this page so that it continues to work properly.
ar: تم تحديث إضافة TW Power Tools. يرجى إعادة تحميل هذه الصفحة للاستمرار في العمل بشكل صحيح.
ko: TW Power Tools 확장 프로그램이 업데이트되었습니다. 업데이트를 적용하려면 이 페이지를 새로고침하세요.
pt_br: A extensão TW Power Tools foi atualizada. Recarregue esta página para que ela continue funcionando corretamente.
ru: Расширение TW Power Tools обновлено. Пожалуйста, перезагрузите эту страницу, чтобы оно продолжало работать правильно.

# sd5b6130b4937488c
source: Reload
ar: إعادة التّحميل
ko: 새로고침
pt_br: Recarregar
ru: Перезагрузить

# bulkReportControls.offTopicChip.sendingLabel
source: Marking as off-topic…
ar: تحديد كخارج الموضوع…
ko: 주제에서 벗어남 신고 중…
pt_br: Marcar como fora do tópico…
ru: Отмечается как не по теме…

# bulkReportControls.abuseChip.sendingLabel
source: Marking as abuse…
ar: تحديد كإساءة…
ko: 악용 신고 중…
pt_br: Marcar como abuso…
ru: Отмечается как нарушение…

# bulkReportControls.offTopicChip.successLabel
source: Marked as off-topic
ar: تمَّ التّحديد كخارج الموضوع
ko: 주제에서 벗어남 신고됨
pt_br: Marcar como fora do tópico
ru: Помечено как не по теме

# bulkReportControls.abuseChip.successLabel
source: Marked as abuse
ar: تمَّ التَّحديد كإساءة
ko: 악용 신고됨
pt_br: Marcar como abuso
ru: Помечено как нарушение

# bulkReportControls.offTopicChip.defaultLabel
source: Mark as off-topic
ar: تحديد كخارج الموضوع
ko: 주제에서 벗어남 신고
pt_br: Marcar como fora do tópico
ru: Отметить как не по теме

# bulkReportControls.abuseChip.defaultLabel
source: Mark as abuse
ar: تحديد كإساءة
ko: 악용 신고
pt_br: Marcar como abuso
ru: Отметить как нарушение

# bulkMove.progressDialog.status.error
source: Error
ar: خطأ
ko: 오류
pt_br: Erro
ru: Ошибка

# bulkMove.progressDialog.status.success
source: Success
ar: نجاح
ko: 성공
pt_br: Sucesso
ru: Успешно

# bulkMove.progressDialog.status.loading
source: Loading
ar: تَحميل
ko: 이동 처리 중
pt_br: Carregando
ru: Загрузка

# bulkMove.progressDialog.status.waiting
source: Waiting
ar: لحظة
ko: 대기 중
pt_br: Espere
ru: Ожидание

# bulkMove.dialog.cancel
source: Cancel
ar: إلغاء
ko: 취소
pt_br: Cancelar
ru: Отмена

# bulkMove.progressDialog.close
source: Close
ar: إغلاق
ko: 닫기
pt_br: Fechar
ru: Закрыть

# bulkMove.dialog.move
source: Move
ar: نقل
ko: 이동
pt_br: Mover
ru: Переместить

# bulkMove.dialogsTitle
source: Move threads
ar: نَقل سلاسِل المُحادثات
ko: 게시글 이동
pt_br: Mover tópicos
ru: Переместить темы

# components.additionalDetailsPicker.detailNotSelected
source: Not selected
ar: لم يتمّ التّحديد
ko: 선택되지 않음
pt_br: Não selecionado
ru: Не выбрано

# components.forumPicker.communityForum
source: Community Forum
ar: المنتدى
ko: 커뮤니티 포럼
pt_br: Fórum da comunidade
ru: Форум сообщества

# components.forumPicker.language
source: Language
ar: اللغة
ko: 언어
pt_br: Idioma
ru: Язык

# components.additionalDetailsPicker.category
source: Category
ar: الفئة
ko: 카테고리
pt_br: Categoria
ru: Категория

# components.forumDestinationPicker.destinationForum
source: Destination forum
ar: منتدى الوجهة
ko: 대상 포럼
pt_br: Fórum de destino
ru: Перенести в форум

# components.forumDestinationPicker.additionalDetails
source: Additional details
ar: تفاصيل إضافية
ko: 추가 정보
pt_br: Mais detalhes
ru: Дополнительные сведения

# languages.ar
source: Arabic
ar: العربية
ko: 아랍어
pt_br: Árabe
ru: арабский

# languages.bg
source: Bulgarian
ar: البلغارية
ko: 불가리아어
pt_br: Búlgaro
ru: болгарский

# languages.ca
source: Catalan
ar: القطالونية
ko: 카탈로니아어
pt_br: Catalão
ru: каталанский

# languages.cs
source: Czech
ar: التشيكية
ko: 체코어
pt_br: Tcheco
ru: чешский

# languages.da
source: Danish
ar: الدنماركية
ko: 덴마크어
pt_br: Dinamarquês
ru: датский

# languages.de
source: German
ar: الألمانية
ko: 독일어
pt_br: Alemão
ru: немецкий

# languages.el
source: Greek
ar: اليونانية
ko: 그리스어
pt_br: Grego
ru: греческий

# languages.en
source: English
ar: الإنجليزية
ko: 영어
pt_br: Inglês
ru: английский

# languages.en-AU
source: English (Australia)
ar: الإنجليزية (أستراليا)
ko: 영어(오스트레일리아)
pt_br: Inglês (Austrália)
ru: английский (Австралия)

# languages.en-GB
source: English (UK)
ar: الإنجليزية (المملكة المتحدة)
ko: 영어(영국)
pt_br: Inglês (Reino Unido)
ru: английский (Великобритания)

# languages.es
source: Spanish
ar: الإسبانية
ko: 스페인어
pt_br: Espanhol
ru: испанский

# languages.es-419
source: Spanish (Latin America)
ar: الإسبانية (أمريكا اللاتينية)
ko: 스페인어(라틴 아메리카)
pt_br: Espanhol (América Latina)
ru: испанский (Латинская Америка)

# languages.et
source: Estonian
ar: الإستونية
ko: 에스토니아어
pt_br: Estoniano
ru: эстонский

# languages.fi
source: Finnish
ar: الفنلندية
ko: 핀란드어
pt_br: Finlandês
ru: финский

# languages.fil
source: Filipino
ar: الفلبينية
ko: 필리핀어
ru: филиппинский

# languages.fr
source: French
ar: الفرنسية
ko: 프랑스어
pt_br: Francês
ru: французский

# languages.hi
source: Hindi
ar: الهندية
ko: 힌디어
ru: хинди

# languages.hr
source: Croatian
ar: الكرواتية
ko: 크로아티아어
pt_br: Croata
ru: хорватский

# languages.hu
source: Hungarian
ar: المجرية
ko: 헝가리어
pt_br: Húngaro
ru: венгерский

# languages.id
source: Indonesian
ar: الإندونيسية
ko: 인도네시아어
pt_br: Indonésio
ru: индонезийский

# languages.it
source: Italian
ar: الإيطالية
ko: 이탈리아어
pt_br: Italiano
ru: итальянский

# languages.iw
source: Hebrew
ar: العبرية
ko: 히브리어
pt_br: Hebraico
ru: иврит

# languages.ja
source: Japanese
ar: اليابانية
ko: 일본어
pt_br: Japonês
ru: японский

# languages.ko
source: Korean
ar: الكورية
ko: 한국어
pt_br: Coreano
ru: корейский

# languages.lt
source: Lithuanian
ar: الليتوانية
ko: 리투아니아어
pt_br: Lituano
ru: литовский

# languages.lv
source: Latvian
ar: اللاتفية
ko: 라트비아어
pt_br: Letão
ru: латышский

# languages.ms
source: Malay
ar: الملاوية
ko: 말레이어
pt_br: Malaio
ru: малайский

# languages.nl
source: Dutch
ar: الهولندية
ko: 네덜란드어
pt_br: Holandês
ru: нидерландский

# languages.no
source: Norwegian (Bokmal)
ar: النرويجية (بوكمال)
ko: 노르웨이어(복말)
pt_br: Norueguês (Bokmal)
ru: норвежский (букмол)

# languages.pl
source: Polish
ar: البولندية
ko: 폴란드어
pt_br: Polonês
ru: польский

# languages.pt-BR
source: Portuguese (Brazil)
ar: البرتغالية (البرازيل)
ko: 포르투갈어(브라질)
pt_br: Português (Brasil)
ru: португальский (Бразилия)

# languages.pt-PT
source: Portuguese (Portugal)
ar: البرتغالية (البرتغال)
ko: 포르투갈어(포르투갈)
pt_br: Português (Portugal)
ru: португальский (Португалия)

# languages.ro
source: Romanian
ar: الرومانية
ko: 루마니아어
pt_br: Romeno
ru: румынский

# languages.ru
source: Russian
ar: الروسية
ko: 러시아어
pt_br: Russo
ru: русский

# languages.sk
source: Slovak
ar: السلوفاكية
ko: 슬로바키아어
pt_br: Eslovaco
ru: словацкий

# languages.sl
source: Slovenian
ar: السلوفينية
ko: 슬로베니아어
pt_br: Esloveno
ru: словенский

# languages.sr
source: Serbian
ar: الصربية
ko: 세르비아어
pt_br: Sérvio
ru: сербский

# languages.sv
source: Swedish
ar: السويدية
ko: 스웨덴어
pt_br: Sueco
ru: шведский

# languages.th
source: Thai
ar: التايلاندية
ko: 태국어
pt_br: Tailandês
ru: тайский

# languages.tr
source: Turkish
ar: التركية
ko: 터키어
pt_br: Turco
ru: турецкий

# languages.uk
source: Ukrainian
ar: الأوكرانية
ko: 우크라이나어
pt_br: Ucraniano
ru: украинский

# languages.vi
source: Vietnamese
ar: الفيتنامية
ko: 베트남어
pt_br: Vietnamita
ru: вьетнамский

# languages.zh-CN
source: Chinese (Simplified)
ar: الصينية (المبسَّطة)
ko: 중국어(간체)
pt_br: Chinês (simplificado)
ru: китайский (упрощенный)

# languages.zh-HK
source: Chinese (Hong Kong)
ar: الصينية (هونغ كونغ)
ko: 중국어(홍콩)
pt_br: Chinês (Hong Kong)
ru: китайский (Гонконг)

# languages.zh-TW
source: Chinese (Traditional)
ar: الصينية (التقليدية)
ko: 중국어(번체)
pt_br: Chinês (tradicional)
ru: китайский (традиционный)

# s7d06ea4f1ccd5f6f
source: The old thread page design is partially broken, but this feature is kept since some PEs rely on it to access some features that are missing in the new design.
ar: إنَّ تصميمَ صفحة الموضوع القديم معطل جزئيّا، ولكن تم الاحتفاظ بهذه الميزة نظرًا لأن بعض خبراء المنتجات يعتمدون عليها للوصول إلى بعض الميزات المفقودة في التصميم الجديد.
ko: 구 버전 게시글 페이지 디자인은 부분적으로 손상되었지만, 신 버전 디자인에서 사라진 일부 기능을 필요로 하는 PE분들을 위해 유지되고 있습니다.
pt_br: O antigo design da página de tópicos está parcialmente quebrado, mas esse recurso foi mantido, pois alguns PEs dependem dele para acessar alguns recursos que estão faltando no novo design.
ru: Старый дизайн страницы ветки частично неисправен, но эта функция сохранена, поскольку некоторые ЭП используют ее для доступа к некоторым функциям, отсутствующим в новом дизайне.

# h9a0810c202cacc55
source: One or more features have been disabled remotely for everyone. <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noopener noreferrer"> Learn why in our discussion group. </a>
ko: 한 개 이상의 기능이 모든 사용자에 대해 원격으로 사용 중지되었습니다. <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noopener noreferrer"> 토론 그룹에서 더 자세한 내용을 확인해 주세요. </a>
pt_br: Um ou mais recursos foram desabilitados remotamente para todos. <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noopener noreferrer"> Saiba o motivo em nosso grupo de discussão.</a>
ru: Одна или несколько функций были удаленно отключены для всех. <a href="${DISCUSS_GROUP_URL}" target="_blank" rel="noopener noreferrer"> Узнайте почему в нашей группе для обсуждения. </a>

# sb6bc2f903f58c1e7
source: Shows avatars of participants next to each thread.
ar: عرض الصّور المصغّرة للمشاركين بجانب كلّ سلسلة محادثات.
ko: 각 게시글 옆에 참여자들의 아바타를 표시합니다.
pt_br: Mostra avatares dos participantes ao lado de cada tópico.
ru: Показывать аватары участников рядом с каждой темой.

# s94477c001fc4600a
source: Blocks saving drafts of your replies as you type to Google servers in the Community Console.
ar: امنع حفظ مسودَّات ردودك أثناء الكتابة على خوادم جوجل في وحدة التحكم بالمجتمع.
ko: 커뮤니티 콘솔에서 댓글을 작성하는 동안 해당 내용이 Google 서버에 자동으로 임시 저장되는 것을 차단합니다.
pt_br: Bloqueia o salvamento de rascunhos das suas respostas enquanto você digita nos servidores do Google no Console da Comunidade.
ru: Блокирует сохранение черновиков ваших ответов по мере их ввода на серверах Google в Консоли сообщества.

# sf11e849c4f7e174d
source: Adds a button to lock all selected threads at once.
ar: إضافة زر لقفل جميع المناقشات المحدَّدة مرة واحدة.
ko: 선택한 모든 게시글을 한 번에 잠그는 버튼을 추가합니다.
pt_br: Adiciona um botão para bloquear todos os tópicos selecionados de uma só vez.
ru: Добавляет кнопку для одновременной блокировки всех выбранных тем.

# sbccd6eedc254fbc7
source: Adds a button to move all selected threads at once.
ar: إضافة زرّ لنقل كافة المناقشات المحدَّدة مرَّة واحدة.
ko: 선택한 모든 게시글을 한 번에 이동시키는 버튼을 추가합니다.
pt_br: Adiciona um botão para mover todos os tópicos selecionados de uma só vez.
ru: Добавляет кнопку для одновременного перемещения всех выбранных тем.

# s9347ba024909ae4e
source: Forces showing the new or old thread page design.
ko: 신 버전 또는 구 버전 게시글 페이지 디자인을 강제로 표시합니다.
pt_br: Força a exibição do design da página do tópico novo ou antigo.
ru: Принудительно отображать новый или старый дизайн страницы темы.

# s7242cc88574abf53
source: Reduce the whitespace in the UI.
ar: تقليل المسافة البيضاء على واجهة المستخدم.
ko: UI의 여백을 줄입니다.
pt_br: Reduza os espaços em branco na interface do usuário.
ru: Уменьшает пустое пространство в пользовательском интерфейсе.

# sc6c94bb8a8efddf1
source: Enables choosing between a custom-built dark theme and the vanilla light theme in the Community Console.
ar: يتيح لك الاختيار بين إصدار داكن مخصص ووإصدار كلاسيكيأساسي في وحدة التحكم بالمجتمع.
ko: 커뮤니티 콘솔에서 자체 제작 다크 모드와 기본 라이트 모드를 선택할 수 있습니다.
pt_br: Permite escolher entre um tema escuro personalizado e o tema claro vanilla no Console da Comunidade.
ru: Позволяет выбирать между специально созданной темной темой и стандартной светлой темой в Консоли сообщества.

# s942248eeba34045f
source: Allows to drag and drop links to the text editor while preserving the link text.
ar: السَّماح بسحب وإفلات الروابط إلى محرر النُّصوص مع الحفاظ على نصِّ الرَّابط.
ko: 링크 텍스트를 유지한 채로 텍스트 편집기에 링크를 드래그 앤 드롭할 수 있습니다.
pt_br: Permite arrastar e soltar links para o editor de texto, preservando o texto do link.
ru: Позволяет перетаскивать ссылки в текстовый редактор, сохраняя текст ссылки.

# sb43c89f7dbcda0eb
source: Shows a toggle which lets you disable nested view to display the replies flattened.
ar: عرض زرّ يسمح لك بتعطيل العرض المتداخل لعرض الردود بشكل مسطح.
ko: 대화형식으로 보기를 비활성화하여 댓글을 목록 형태로 볼 수 있는 토글 버튼을 표시합니다.
pt_br: Mostra uma alternância que permite desabilitar a visualização aninhada para exibir as respostas simplificadas.
ru: Показывает переключатель, позволяющий отключить вложенный вид, чтобы отображать ответы в свернутом виде.

# sc94b61f0d59d93fa
source: Hides the sidebar when opening the Community Console.
ar: إخفاء الشَّريط الجانبي عند فتح وحدة التحكم بالمجتمع.
ko: 커뮤니티 콘솔을 열 때 사이드바를 숨깁니다.
pt_br: Oculta a barra lateral ao abrir o Console da Comunidade.
ru: Скрывает боковую панель при открытии Консоли сообщества.

# se1b156e30d3f6827
source: Shows more prominently the dot that appears in the Community Console when Googlers publish a new announcement.
ar: النقطة التي تظهر في وحدة التحكم المجتمعية عندما ينشر موظفو جوجل إعلانا جديدا بشكل أكثر وضوحا.
ko: 커뮤니티 콘솔에서 구글 직원이 새 공지를 게시할 때 나타나는 점을 더 눈에 띄게 표시합니다.
pt_br: Mostra com mais destaque o ponto que aparece no Console da Comunidade quando os Googlers publicam um novo anúncio.
ru: Более заметно показывать точку, которая появляется в Консоли сообщества, когда сотрудники Google публикуют новое объявление.

# s6ce91fd240036df3
source: Increases contrast between the background of read and unread threads.
ar: زيادة التباين بين خلفية المناقشات المقروءة وغير المقروءة.
ko: 읽은 게시글과 읽지 않은 게시글을 배경색으로 더 쉽게 구분할 수 있도록 대비를 강화합니다.
pt_br: Aumenta o contraste entre o fundo de tópicos lidos e não lidos.
ru: Увеличивает контраст между фоном прочитанных и непрочитанных сообщений.

# sf79eb8af612719a2
source: Automatically loads more threads when scrolling down.
ar: تحميل المزيد من المناقشات تلقائيّا عند التَّمرير لأسفل.
ko: 아래로 스크롤할 때 더 많은 게시글을 자동으로 불러옵니다.
pt_br: Carrega mais tópicos automaticamente ao rolar para baixo.
ru: Автоматически загружает больше тем при прокрутке вниз.

# sd328bf8e2e2f6119
source: Automatically loads more replies when scrolling down.
ar: تحميل المزيد من الرُّدود تلقائيّا عند التَّمرير لأسفل.
ko: 아래로 스크롤할 때 더 많은 댓글을 자동으로 불러옵니다.
pt_br: Carrega automaticamente mais respostas ao rolar para baixo.
ru: Автоматически загружает дополнительные ответы при прокрутке вниз.

# sb7ef17ca1ed43552
source: Prevents inline images in messages from being taller than the current window.
ar: مَنع الصور المضمنة في الرسائل من أن تكون أطول من النافذة الحالية.
ko: 메시지 내 인라인 이미지의 높이가 현재 창보다 커지지 않도록 합니다.
pt_br: Evita que imagens embutidas em mensagens sejam maiores que a janela atual.
ru: Не допускает, чтобы встроенные изображения в сообщениях были выше текущего окна.

# hd6ef3603ca3544c3
source: Enables the <code>enableLoadingDraftMessages</code> Community Console flag, which enables recovering an existing draft saved in the Google servers when you start a new reply.
ko: 커뮤니티 콘솔 기능 <code>enableLoadingDraftMessages</code> 을 활성화하여, 새 댓글 작성을 시작할 때 Google 서버에 저장된 기존 임시 글을 불러올 수 있도록 합니다.
pt_br: Habilita o sinalizador <code>enableLoadingDraftMessages</code> do Console da Comunidade, que permite recuperar um rascunho existente salvo nos servidores do Google quando você inicia uma nova resposta.
ru: Включает флаг <code>enableLoadingDraftMessages</code> в Консоли сообщества, который позволяет восстанавливать существующий черновик, сохраненный на серверах Google, при начале нового ответа.

# s7d9104ef3d3b4273
source: Shows a non-intrusive notification when a thread list has new updates.
ar: عرض إشعار غير مزعج عندما تحتوي قائمة المناقشات على تحديثات جديدة.
ko: 게시글 목록에 새 업데이트가 있을 때, 사용자를 방해하지 않는 알림을 표시합니다.
pt_br: Exibe uma notificação não intrusiva quando uma lista de tópicos tem novas atualizações.
ru: Показывает ненавязчивое уведомление, когда в списке тем появляются новые обновления.

# s186c89b0df27cf80
source: Shows a badge next to the OP's username with the number of messages posted by them.
ar: عرض شارة بجوار اسم المستخدم الخاص (الكاتِب) مع عدد المنشورات التي نشرها.
ko: OP의 사용자 이름 옆에 지금까지 작성한 메시지 수를 나타내는 배지를 표시합니다.
pt_br: Exibe um emblema ao lado do nome de usuário do OP com o número de mensagens postadas por ele.
ru: Показывает значок рядом с именем пользователя АТ с количеством опубликованных им сообщений.

# s56f5d6f9019b5601
source: Shows a per-forum activity chart in profiles.
ar: عرض مخطَّط النشاط لكل منتدى على الملفات الشخصية.
ko: 프로필에서 포럼별 활동을 표시합니다.
pt_br: Exibe um gráfico de atividades por fórum nos perfis.
ru: Показывает диаграмму активности по каждому форуму в профилях.

# s5c8548c650ea28ac
source: Places the "expand thread" button all the way to the left.
ar: وضع زرّ "توسيع الموضوع" على أقصى اليسار.
ko: "게시글 확장" 버튼을 왼쪽에 위치시킵니다.
pt_br: Coloca o botão "expandir tópico" totalmente à esquerda.
ru: Размещает кнопку "развернуть тему" в самом левом углу.

# sec94d5c0e05e4c7a
source: Shows a "previous posts" link in user profiles.
ar: عرض رابط "المناقشات السابقة" على الملفّات الشّخصية للمستخدمين.
ko: "이전 활동" 링크를 사용자 프로필에 표시합니다.
pt_br: Exibe um link "postagens anteriores" nos perfis dos usuários.
ru: Показывает ссылку "предыдущие сообщения" в профилях пользователей.

# sa244dcf39d9d765a
source: Redirects all threads opened in Tailwind Basic to the Community Console.
ar: إعادة توجيه جميع المواضيع المفتوحة في الواجهة العامّة للمنتدى إلى وحدة التحكم بالمجتمع.
ko: 기본 Tailwind에서 열리는 모든 게시글을 커뮤니티 콘솔로 리디렉션합니다.
pt_br: Redireciona todos os threads abertos no Tailwind Basic para o Console da Comunidade.
ru: Перенаправляет все открытые в Базовом Tailwind темы в Консоль сообщества.

# s3c671990138ef1d5
source: Makes the toolbar not disappear when scrolling down.
ar: جعل شريط الأدوات لا يختفي عند التَّمرير لأسفل.
ko: 스크롤을 내려도 툴바가 사라지지 않도록 합니다.
ru: Не позволяет панели инструментов исчезать при прокрутке вниз.

# s62398db1c3d787c0
source: Makes the headers of the collapsible sections in the sidebar sticky so they don't disappear when scrolling down.
ar: جعل عناوين الأقسام القابلة للطي في الشَّريط الجانبي ثابتة حتى لا تختفي عند التَّمرير لأسفل.
ko: 사이드바에 있는 접이식 섹션의 헤더가 스크롤을 내려도 사라지지 않도록 상단에 고정됩니다.
pt_br: Torna os cabeçalhos das seções recolhíveis na barra lateral fixos para que não desapareçam ao rolar para baixo.
ru: Делает заголовки сворачиваемых разделов на боковой панели "липкими", чтобы они не исчезали при прокрутке вниз.

# sc3d18c5d40ce8aa0
source: Close menu with feature categories
ar: إغلاق القائمة مع فئات الميزات
ko: 기능 카테고리 메뉴 닫기
pt_br: Fechar menu com categorias de recursos
ru: Закрыть меню с категориями функций

# s1d76b4fc9e0c9f06
source: Open menu with feature categories
ar: فتح القائمة مع فئات الميزات
ko: 기능 카테고리 메뉴 열기
pt_br: Abra o menu com categorias de recursos
ru: Открыть меню с категориями функций

# sd8c7f380694a123e
source: Enable "${this.feature.name}" feature
ar: تمكين ميزة "${this.feature.name}"
ko: "${this.feature.name}" 활성화
pt_br: Habilitar o recurso "${this.feature.name}"
ru: Включить функцию "${this.feature.name}"

# secf1350a6da28533
source: Experiments
ar: التّجارب
ko: 실험적 기능
pt_br: Experimentos
ru: Эксперименты

# s0a9a5319eed5087a
source: Help translate the extension
ar: ساعة في ترجمة الإضافة
ko: 확장 프로그램 번역에 기여하기
pt_br: Ajude a traduzir a extensão
ru: Помогите перевести расширение

# sd13e01f2878f6e80
source: List of feature categories
ar: قائمة فئات الميزات
ko: 기능 카테고리 목록
pt_br: Lista de categorias de recursos
ru: Список категорий функций

# saab875d8cfcfe712
source: Theme
ar: المظهر
ko: 화면 모드
pt_br: Tema
ru: Тема

# s077f1115c8cb6492
source: Notify updates
ar: إخطار التَّحديثات
ko: 업데이트 알림
pt_br: Notificar atualizações
ru: Уведомлять об обновлениях

# sb8e4edaea6f1d935
source: Avatars
ar: الصُّور المصغَّرة
ko: 아바타
pt_br: Avatares
ru: Аватары

# sc8cd255eb973bbe0
source: Bulk lock
ar: القفل المتعدِّد
ko: 일괄 잠금
pt_br: Bloqueio em massa
ru: Массово заблокировать

# s1f5af7657c1fb644
source: Block saving drafts
ar: منع حفظ المسودَّات
ko: 임시 저장 차단
pt_br: Bloquear salvamento de rascunhos
ru: Заблокировать сохранения черновиков

# sf53f535371b485ce
source: Bulk move
ar: نقل متعدِّد
ko: 일괄 이동
pt_br: Movimento em massa
ru: Массово переместить

# s3ac6d6bc5baddf30
source: Dark theme
ar: المظهر المعتِم
ko: 다크 모드
pt_br: Tema escuro
ru: Темная тема

# s7d7a69fc2d6e11cd
source: Fix drag and dropping links
ar: إصلاح روابط السَّحب والإفلات
ko: 링크 드래그 앤 드롭 오류 수정
pt_br: Corrigir links de arrastar e soltar
ru: Исправить перетаскивание ссылок

# s3faaa7838e5c3fbf
source: Hide sidebar by default
ar: إخفاء الشريط الجانبي افتراضيّا
ko: 기본적으로 사이드바 숨기기
pt_br: Ocultar barra lateral por padrão
ru: Скрыть боковую панель по умолчанию

# s5620911a370a2355
source: Highlight announcements notification dot
ar: نقطة إشعار الإعلانات المميزة
ko: 공지사항 알림 강조
pt_br: Ponto de notificação de anúncios em destaque
ru: Выделять точку уведомлений об объявлениях

# s5b315a07b3168a91
source: Per-forum activity
ar: النّشاط لكلّ منتدى
ko: 포럼별 활동
pt_br: Atividade por fórum
ru: Активность по форуму

# s68ec92f1167241ee
source: Sticky bulk actions toolbar
ar: شريط أدوات الإجراءات الجماعية المثبَّت
ko: 일괄 작업 툴바 고정
pt_br: Barra de ferramentas de ações em massa fixas
ru: Закрепленная панель инструментов для массовых действий

# s5f5f4dde977a84f1
source: Flatten replies
ko: 댓글을 순서대로 표시
pt_br: Achatar respostas
ru: Сгладить ответы

# sfc204caf671903ba
source: Limit image size
ar: تحديد حجم الصورة
ko: 이미지 크기 제한
pt_br: Limitar o tamanho da imagem
ru: Ограничить размер изображения

# s832d9d09497d5821
source: Increase contrast
ar: زيادة التباين
ko: 대비 강화
pt_br: Aumentar o contraste
ru: Увеличить контраст

# sef7cb1d8a92135c6
source: Infinite scroll
ar: التّمرير اللامنتهي
ko: 무한 스크롤
pt_br: Rolagem infinita
ru: Бесконечная прокрутка

# s2e3ae8ef1d0d3d34
source: Change thread page design
ar: تغيير مظهر صفحة سلسلة المحادثات
ko: 게시글 페이지 디자인 변경
pt_br: Alterar o design da página do tópico
ru: Изменить дизайн страницы темы

# s30d762b6c0d27066
source: Load draft messages when replying
ar: تحميل مسودات الرسائل عند الرد
ko: 댓글을 작성할 때 임시 저장 메시지 불러오기
pt_br: Carregar rascunhos de mensagens ao responder
ru: Загружать черновики сообщений при ответе

# sac84048ce43a8813
source: Previous posts
ar: المنشورات السَّابقة
ko: 이전 활동
pt_br: Postagens anteriores
ru: Предыдущие посты

# s07dcf88dcc1d021d
source: OP messages count
ar: عدد مشاركات الكاتب
ko: OP가 작성한 메시지 수
pt_br: Contagem de mensagens OP
ru: Количество сообщений АТ

# s1c6025c89f081afd
source: Redirect to the Community Console
ar: إعادة التّوجيه إلى وحدة التّحكم بالمجتمع
ko: 커뮤니티 콘솔로 리디렉션
pt_br: Redirecionar para o Console da Comunidade
ru: Перенаправлять в Консоль сообщества

# scfffb3f9d0ff36f5
source: Place expand button in the left
ar: وضع زر التوسيع على اليسار
ko: 확장 버튼을 왼쪽으로 이동
pt_br: Coloque o botão de expansão à esquerda
ru: Разместить кнопку развернуть слева

# s45c4dfb19d1893dc
source: Sticky sidebar headers
ar: تثبيت عناوين الشّريط الجانبي
ko: 사이드바 헤더 고정
pt_br: Cabeçalhos da barra lateral fixa
ru: Закрепленные заголовки боковой панели
